{
  "header": {
    "title": "Home",
    "placeholder_search": "Seacrh something here"
  },
  "footer": {
    "title": "Our vision is to provide convenience and help increase your sales business.",
    "title_reserved": "©2022 MORENT. All rights reserved",
    "about": "About",
    "how_its_work": "How it works",
    "featured": "Featured",
    "partnership": "Partnership",
    "business_relation": "Bussiness Relation",
    "community": "Community",
    "events": "Events",
    "blog": "Blog",
    "podcast": "Podcast",
    "invite_a_friend": "Invite a friend",
    "socials": "Socials",
    "discord": "Discord",
    "instagram": "Instagram",
    "twitter": "Twitter",
    "facebook": "Facebook",
    "policy": "Privacy & Policy",
    "terms": "Terms & Condition"
  },
  "home": {
    "title": "Welcome to NextCar"
  },
  "register": {
    "title": "Register",
    "label_name": "Full name",
    "placeholder_name": "Full name",
    "label_email": "Email",
    "placeholder_email": "Email",
    "label_password": "Password",
    "placeholder_password": "Password",
    "label_confirm_password": "Confirm password",
    "placeholder_confirm_password": "Confirm password",
    "read_accept": "I accept to",
    "term_service": "Terms of use",
    "policy": "Privacy policy",
    "button": "Submit",
    "error_name_format": "Full name not format",
    "error_name_required": "Please enter name",
    "error_email_format": "Email not format",
    "error_email_required": "Please enter email",
    "error_password_format": "Password must contain at least 1 number,1 lowercase letter,1 uppercase letter",
    "error_password_required": "Please enter password",
    "error_confirm_password_format": "Confirm password not format",
    "error_confirm_password_required": "Please enter password",
    "error_confirm_password_match": "Confirm password not match",
    "button_account": "Already have an account?",
    "sign_in": "Sign in",
    "toast_message_register": "Success Register"
  },
  "login": {
    "title": "Login",
    "label_email": "Email",
    "placeholder_email": "Email",
    "label_password": "Password",
    "placeholder_password": "Password",
    "error_email_format": "Email not format",
    "error_email_required": "Please enter email",
    "error_password_format": "Password must contain at least 1 number,1 lowercase letter,1 uppercase letter",
    "error_password_required": "Please enter password",
    "button": "Submit",
    "span": "Not a member",
    "a_login": "Sign up",
    "toast_message_login": "Success Login"
  },
  "policy": {
    "title": "Privacy Policy",
    "content_policy": "By using this website you agree that you understand, accept and agree to our Privacy Policy statement.",
    "policy_p": "We respect your right to privacy. We insure you that all information being submitted or collected in the processing of using the Site and the services will be kept strictly confidential and used 'solely' by Morent for marketing purposes and to enhance and improve the user online experience. We do not share, rent, sell, or release this information to any individual, entity, or third party, for any reason, with exception as required by Law, Regulation, or Governmental Authority. The type of information that we collect and retain depends upon your interaction with our Site.",
    "title_collect": "What We Collect",
    "content_collect_1": "We collect the personally identifiable information you provide to us, including name, mailing address, telephone numbers, email addresses and other information. All this information is provided voluntarily by the User through various web forms such as user accounts, order forms, email messages, submission forms or product or other information requests. We may also collect information related to your contact with our customer support team or store results when you respond to a survey.",
    "content_collect_2": "We collect the personally identifiable information you provide to us, including name, mailing address, telephone numbers, email addresses and other information. All this information is provided voluntarily by the User through various web forms such as user accounts, order forms, email messages, submission forms or product or other information requests. We may also collect information related to your contact with our customer support team or store results when you respond to a survey.",
    "content_collect_3": "We do not collect or transmit sensitive information (such as credit card numbers) over the internet; all information regarding credit card holder or credit card number, or other like is verifying and processing by third parties (PayPal or any other payment processing company) in order to process the credit card transaction. These third parties are not authorized to use your information for any reason other than to fulfill our service.",
    "title_information": "How We Use The Collected Information",
    "content_information_1": "We use the collected information mainly to provide the service requested by the User. It is used for initial service provision and ongoing User's support. The information can also be used for sending you periodic emails announcing important service, new products, Company updates and news, different promotions, etc. We do not send SPAM, you may decide NOT to receive such emails by unsubscribing from our list at any time.",
    "content_information_2": "The information is also used for record and billing purposes and for improving the Site's effectiveness and our business. The information collected and stored automatically by our Site is used to measure the number of visitors to our Site and to identify system performance or for server issues. We also use this information to help us expand the coverage of our Site and to make our Site more useful.",
    "content_information_3": "Based on the data collected we try to improve our advertising and sales efforts, website layout and content and to make your overall experience more pleasant. The information can also be used for resolving ownership and other disputes and enforcing agreements between us and User."
  },
  "terms": {
    "title_term": "Term of Service",
    "content_term": "1. Acceptance of Terms",
    "content_term1": "By accessing or using the services provided by Morent, you agree to be bound by these terms and conditions. If you do not agree with any part of these terms, you may not use our services.",
    "agreement": "2. Rental Agreement",
    "eligibility": "Eligibility: To rent a car, you must be at least 18 years old and possess a valid driver's license.",
    "reservation": "Reservation: Reservations are subject to vehicle availability and confirmation. We reserve the right to cancel or modify reservations at our discretion.",
    "vehicle": "Vehicle Pick-Up and Return: You agree to pick up and return the vehicle at the specified location and within the agreed-upon timeframe. Late returns may incur additional fees.",
    "title_rental": "3. Rental Rates and Fees",
    "additional": "Rental Rates: The rental rates are as specified on our website or provided by our customer service representatives.",
    "content_additional": "Additional Charges: Additional charges may apply for extra services, mileage overages, fuel, or cleaning fees.",
    "payment": "4. Payment and Security Deposit",
    "title_payment": "Payment: Payment is due at the time of vehicle pick-up. We accept Paypal and COD, and credit card information is required.",
    "security": "Security Deposit: A security deposit may be required to cover potential damages, fines, or additional charges. The deposit will be refunded upon return of the vehicle in satisfactory condition.",
    "cancellation": "5. Cancellation and Refund Policy",
    "title_cancellation": "Cancellation: Cancellations must be made within 1 hours/days of the reservation to qualify for a refund. Late cancellations may result in fees",
    "refunds": "Refunds: Refunds are subject to our discretion and may be processed according to our refund policy.",
    "insurance": "6. Insurance and Liability",
    "title_insurance": "Insurance: Morent offers insurance options, and customers are encouraged to review and choose the coverage that best suits their needs.",
    "title_liability": "Liability: Customers are responsible for any damage or loss to the rented vehicle during the rental period.",
    "termination": "7. Termination of Agreement",
    "content_termination": "We reserve the right to terminate the rental agreement at any time if you violate the terms and conditions outlined herein.",
    "governing": "8. Governing",
    "content_governing": "These terms and conditions are governed by the laws of VietNam. Any disputes shall be resolved in the courts of VietNam.",
    "changes": "9. Changes to Terms",
    "content_changes": "We reserve the right to modify these terms of service at any time. It is your responsibility to review these terms periodically for changes.",
    "contact": "Contact Information",
    "company_name": "Company name: Morent",
    "address": "Address: 31 Nguyễn Hữu An, Sơn Trà, Đà Nẵng",
    "phone": "Phone number: 0777258147",
    "button": "Submit"
  },
  "verifyEmail": {
    "title": "Verify Your Account",
    "content_email": " Your account has been successfully registered. To complete the verification process, please check your email for a validation request.",
    "button": " Verify Email address"
  },
  "verifyError": {
    "error": "Verify your account",
    "content": "We are unable to verify your email",
    "content_error": "Please try again later."
  },
  "verifyLoading": {
    "loading": "Verify Loading ...",
    "toast_success": "Verify Success"
  }
}
