{
  "header": {
    "title": "Trang Chủ",
    "placeholder_search": "Tìm kiếm ở đây"
  },
  "footer": {
    "title": "Tầm nhìn của chúng tôi là cung cấp sự tiện lợi và giúp tăng doanh số bán hàng của bạn.",
    "title_reserved": "©2022 MORENT.Đã đăng ký Bản quyền",
    "about": "Về chúng tôi",
    "how_its_work": "Cách hoạt động",
    "featured": "Nổi bật",
    "partnership": "Đối tác",
    "business_relation": "Quan hệ kinh doanh",
    "community": "Cộng đồng",
    "events": "Sự kiện",
    "blog": "Blog",
    "podcast": "Tệp âm thanh",
    "invite_a_friend": "Mời bạn bè",
    "socials": "Mạng xã hội",
    "discord": "Discord",
    "instagram": "Instagram",
    "twitter": "Twitter",
    "facebook": "Facebook",
    "policy": "Chính sách bảo mật",
    "terms": "Điều khoản & Điều kiện"
  },
  "home": {
    "title": "Chào mừng bạn tới Next Car"
  },
  "register": {
    "title": "Đăng ký",
    "label_name": "Full name",
    "placeholder_name": "Full name",
    "label_email": "Email",
    "placeholder_email": "Email",
    "label_password": "Mật khẩu",
    "placeholder_password": "Mật khẩu",
    "label_confirm_password": "Xác nhận mật khẩu ",
    "placeholder_confirm_password": "Xác nhận mật khẩu ",
    "read_accept": "Tôi đồng ý với ",
    "term_service": "Điều khoản",
    "policy": "Chính sách người dùng",
    "button": "Gửi",
    "error_name_format": "Tên đầy đủ không đúng định dạng",
    "error_name_required": "Vui lòng nhập tên",
    "error_email_format": "Email không đúng định dạng",
    "error_email_required": "Vui lòng nhập email",
    "error_password_format": "Mật khẩu phải chứa ít nhất 1 số, 1 chữ thường, 1 chữ hoa",
    "error_password_required": "Vui lòng nhập mật khẩu",
    "error_confirm_password_format": "Xác nhận mật khẩu không đúng định dạng",
    "error_confirm_password_required": "Vui lòng nhập mật khẩu",
    "error_confirm_password_match": "Mật khẩu của bạn không khớp",
    "button_account": "Đã có tài khoản rồi chưa?",
    "sign_in": "Đăng nhập",
    "toast_message_register": "Đăng ký thành công"
  },
  "login": {
    "title": "Đăng nhập",
    "label_email": "Email",
    "placeholder_email": "Email",
    "label_password": "Mật khẩu",
    "placeholder_password": "Mật khẩu",
    "error_email_format": "Email không đúng định dạng",
    "error_email_required": "Vui lòng nhập email của bạn",
    "error_password_format": "Mật khẩu phải chứa ít nhất 1 số, 1 chữ thường và 1 chữ hoa",
    "error_password_required": "Vui lòng nhập mật khẩu của bạn",
    "button": "Đăng nhập",
    "span": "Chưa là thành viên",
    "a_login": "Đăng ký",
    "toast_message_login": "Đăng nhập thành công"
  },
  "policy": {
    "title": "Chính sách Bảo mật",
    "content_policy": "Bằng cách sử dụng trang web này, bạn đồng ý rằng bạn hiểu, chấp nhận và đồng ý với tuyên bố Chính sách Bảo mật của chúng tôi.",
    "policy_p": "Chúng tôi tôn trọng quyền riêng tư của bạn. Chúng tôi cam kết rằng tất cả thông tin được gửi hoặc thu thập trong quá trình sử dụng Trang web và các dịch vụ sẽ được bảo mật nghiêm túc và chỉ được sử dụng 'duy nhất' bởi Morent cho mục đích tiếp thị và để cải thiện trải nghiệm trực tuyến của người dùng. Chúng tôi không chia sẻ, cho thuê, bán, hoặc công bố thông tin này cho bất kỳ cá nhân, tổ chức hoặc bên thứ ba nào, với ngoại lệ như yêu cầu của Luật pháp, Quy định, hoặc Cơ quan Chính phủ. Loại thông tin mà chúng tôi thu thập và lưu giữ phụ thuộc vào tương tác của bạn với Trang web của chúng tôi.",
    "title_collect": "Thông tin Chúng tôi Thu thập",
    "content_collect_1": "Chúng tôi thu thập thông tin cá nhân bạn cung cấp cho chúng tôi, bao gồm tên, địa chỉ gửi thư, số điện thoại, địa chỉ email và thông tin khác. Tất cả thông tin này được Người dùng tự nguyện cung cấp thông qua các biểu mẫu web khác nhau như tài khoản người dùng, biểu mẫu đặt hàng, thư điện tử, biểu mẫu nộp hoặc yêu cầu thông tin sản phẩm khác. Chúng tôi cũng có thể thu thập thông tin liên quan đến việc liên hệ của bạn với đội ngũ hỗ trợ khách hàng của chúng tôi hoặc lưu kết quả khi bạn phản hồi qua một cuộc khảo sát.",
    "content_collect_2": "Chúng tôi thu thập thông tin cá nhân bạn cung cấp cho chúng tôi, bao gồm tên, địa chỉ gửi thư, số điện thoại, địa chỉ email và thông tin khác. Tất cả thông tin này được Người dùng tự nguyện cung cấp thông qua các biểu mẫu web khác nhau như tài khoản người dùng, biểu mẫu đặt hàng, thư điện tử, biểu mẫu nộp hoặc yêu cầu thông tin sản phẩm khác. Chúng tôi cũng có thể thu thập thông tin liên quan đến việc liên hệ của bạn với đội ngũ hỗ trợ khách hàng của chúng tôi hoặc lưu kết quả khi bạn phản hồi qua một cuộc khảo sát.",
    "content_collect_3": "Chúng tôi không thu thập hoặc truyền tải thông tin nhạy cảm (như số thẻ tín dụng) qua internet; tất cả thông tin liên quan đến chủ thẻ tín dụng hoặc số thẻ tín dụng, hoặc thông tin tương tự, được xác minh và xử lý bởi bên thứ ba (PayPal hoặc bất kỳ công ty xử lý thanh toán nào khác) để thực hiện giao dịch thẻ tín dụng. Những bên thứ ba này không được ủy quyền sử dụng thông tin của bạn cho bất kỳ lý do nào khác ngoài việc thực hiện dịch vụ của chúng tôi.",
    "title_information": "Cách Chúng tôi Sử Dụng Thông Tin Đã Thu Thập",
    "content_information_1": "Chúng tôi sử dụng thông tin đã thu thập chủ yếu để cung cấp dịch vụ mà Người dùng yêu cầu. Nó được sử dụng cho việc cung cấp dịch vụ ban đầu và hỗ trợ liên tục cho Người dùng. Thông tin cũng có thể được sử dụng để gửi email định kỳ thông báo về dịch vụ quan trọng, sản phẩm mới, cập nhật và tin tức của Công ty, các khuyến mãi khác, v.v. Chúng tôi không gửi SPAM, bạn có thể quyết định KHÔNG nhận những email như vậy bằng cách hủy đăng ký khỏi danh sách của chúng tôi bất kỳ lúc nào.",
    "content_information_2": "Thông tin cũng được sử dụng cho mục đích ghi lại và thanh toán và để cải thiện hiệu suất của Trang web và doanh nghiệp của chúng tôi. Thông tin được thu thập và lưu trữ tự động bởi Trang web của chúng tôi được sử dụng để đo lường số lượng người truy cập trang web của chúng tôi và để xác định hiệu suất hệ thống hoặc vấn đề máy chủ.",
    "content_information_3": "Dựa trên dữ liệu thu thập, chúng tôi cố gắng cải thiện chiến lược quảng cáo và bán hàng, bố cục và nội dung trang web và làm cho trải nghiệm tổng thể của bạn trở nên dễ chịu hơn. Thông tin cũng có thể được sử dụng để giải quyết tranh chấp về quyền sở hữu và các tranh chấp khác, cũng như để thi hành các thỏa thuận giữa chúng tôi và Người dùng."
  },
  "terms": {
    "title_term": "Điều khoản Dịch vụ",
    "content_term": "1. Chấp nhận Điều khoản",
    "content_term1": "Khi truy cập hoặc sử dụng các dịch vụ do Morent cung cấp, bạn đồng ý tuân thủ những điều khoản và điều kiện này. Nếu bạn không đồng ý với bất kỳ phần nào của những điều khoản này, bạn không được sử dụng dịch vụ của chúng tôi.",
    "agreement": "2. Hợp đồng Thuê xe",
    "eligibility": "Điều kiện: Để thuê một chiếc xe, bạn phải đủ 18 tuổi và có bằng lái xe hợp lệ.",
    "reservation": "Đặt chỗ: Đặt chỗ phụ thuộc vào sự có sẵn của xe và xác nhận. Chúng tôi giữ quyền hủy bỏ hoặc sửa đổi đặt chỗ theo quyền tự do của chúng tôi.",
    "vehicle": "Lấy và Trả xe: Bạn đồng ý lấy và trả xe tại địa điểm cụ thể và trong khoảng thời gian đã thỏa thuận. Trả xe muộn có thể phải chịu các chi phí bổ sung.",
    "title_rental": "3. Giá và Phí Thuê xe",
    "additional": "Giá Thuê: Giá thuê được xác định như đã mô tả trên trang web của chúng tôi hoặc được cung cấp bởi đại diện dịch vụ khách hàng của chúng tôi.",
    "content_additional": "Các khoản phí bổ sung: Có thể áp dụng các khoản phí bổ sung cho các dịch vụ bổ sung, số km vượt quá, nhiên liệu hoặc phí vệ sinh.",
    "payment": "Thanh toán và Tiền đặt cọc",
    "title_payment": "Thanh toán: Thanh toán phải được thực hiện khi lấy xe. Chúng tôi chấp nhận Paypal và COD, và thông tin thẻ tín dụng là bắt buộc.",
    "security": "Tiền Đặt cọc: Có thể yêu cầu một khoản đặt cọc để bảo đảm việc bồi thường thiệt hại, phạt, hoặc các chi phí bổ sung. Số tiền đặt cọc sẽ được hoàn trả khi xe được trả lại trong điều kiện tốt.",
    "cancellation": "5. Chính sách Hủy và Hoàn trả",
    "title_cancellation": "Hủy: Yêu cầu hủy phải được thực hiện trong vòng 1 giờ/ngày kể từ thời điểm đặt chỗ để đủ điều kiện nhận hoàn trả. Hủy muộn có thể phải chịu các khoản phí.",
    "refunds": "Hoàn trả: Hoàn trả phụ thuộc vào quyền tự do của chúng tôi và có thể được xử lý theo chính sách hoàn trả của chúng tôi.",
    "insurance": "6. Bảo hiểm và Trách nhiệm",
    "title_insurance": "Bảo hiểm: Morent cung cấp các lựa chọn bảo hiểm, và khách hàng được khuyến khích xem xét và chọn lựa bảo hiểm phù hợp với nhu cầu của họ.",
    "title_liability": "Trách nhiệm: Khách hàng chịu trách nhiệm cho mọi thiệt hại hoặc mất mát của xe đã thuê trong thời kỳ thuê.",
    "termination": "7. Chấm dứt Hợp đồng",
    "content_termination": "Chúng tôi giữ quyền chấm dứt hợp đồng thuê bất cứ lúc nào nếu bạn vi phạm các điều khoản và điều kiện được mô tả trong đây.",
    "governing": "8. Quy định",
    "content_governing": "Những điều khoản và điều kiện này được quy định bởi luật pháp của Việt Nam. Mọi tranh chấp sẽ được giải quyết tại các tòa án của Việt Nam.",
    "changes": "9. Thay Đổi trong Điều Khoản",
    "content_changes": "Chúng tôi giữ quyền sửa đổi những điều khoản dịch vụ này vào bất kỳ thời điểm nào. Việc của bạn là đọc lại những điều khoản này định kỳ để cập nhật thông tin về những thay đổi.",
    "contact": "Thông Tin Liên Hệ",
    "company_name": "Tên Công ty: Morent",
    "address": "Địa chỉ: 31 Nguyễn Hữu An, Sơn Trà, Đà Nẵng",
    "phone": "Số điện thoại: 0777258147",
    "term_service": "điều khoản",
    "policy": "chính sách người dùng",
    "button": "Gửi"
  },
  "verifyEmail": {
    "title": "Xác nhận Tài Khoản của bạn",
    "content_email": "Tài khoản của bạn đã được đăng ký thành công. Để hoàn tất quá trình xác minh, vui lòng kiểm tra email của bạn để biết yêu cầu xác thực.",
    "button": "Xác Nhận Địa Chỉ Email"
  },
  "verifyError": {
    "error": "Xác nhận Tài Khoản của bạn",
    "content":"Chúng tôi không thể xác minh thư của bạn",
    "content_error":"Vui lòng thử lại sau đó"
  },
  "verifyLoading": {
    "loading": "Đang tải ...",
    "toast_success": "Xác minh thành công"
  }
}
